Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: This can get even worse with another inversion: [[StillbornFranchise those movies are canceled]], [[LeftHanging leaving those plots unresolved]].
pt_br: Isso pode ficar ainda pior com outra inversão: [[Br/FranquiaNatimorta esses filmes são cancelados]] e [[Br/FicarPendurado deixam essas tramas sem resolução]].

source: This can happen from over-reliance on {{Filler}}, the ResetButton, or FailureIsTheOnlyOption.
pt_br: Isso pode ocorrer por excesso de uso de Br/{{Enchimento}}, do Br/BotaoDeReinicio ou também porque Br/FalharEAUnicaOpcao.

source: This can happen to an existing EnsembleDarkhorse like Fonzie, or it can be a new character ([[RememberTheNewGuy or not]]) who is introduced for this reason.
pt_br: Isto pode acontecer com um ??? EnsembleDarkHorse como o Fonzie, ou pode ser um personagem novo ([[Br/LembraDoCaraNovo ou não]]) que é introduzido por esse motivo.

source: This can lead to InNameOnly.
pt_br: Isso pode levar a algo que é uma sequência Br/SomenteNoNome.

source: This can range from being BigFun, to an EmotionalBruiser, BloodKnight, or generally being HotBlooded and loud.
pt_br: Isso pode variar entre ser um Br/GrandaoDivertido, um Br/BrutoEmocional, um Br/CavaleiroDeSangue ou ser alguém de Br/SangueQuente no geral.

source: This can streamline a character in an appealing way, but more often it offends and alienates the fans.
pt_br: Isso pode dar uma nova roupagem interessante, mas o mais frequente é que ofenda o público cativo.

source: This causes Spooner a great deal of frustration when he has to try to figure out what questions it might recognize and struggles to get a straight answer out of it.
pt_br: Isso causa a Spooner muita frustração quando ele precisa descobrir quais questões o holograma reconhece e dificuldade para obter respostas.

source: This certifies Spooner as retro, showing at least one reason for him to dislike robots.
pt_br: Isso o certifica como retrô, mostrando pelo menos um motivo para que ele não goste de robôs.

source: This character is a mainstay of SurrealHumor, DadaComics, QuirkyWork, and WordSaladHumor.
pt_br: Este personagem é uma presença frequente em casos de Br/HumorSurreal, Br/HumorSaladaDeFrutas, Br/ObraPeculiar e Br/DadaQuadrinhos.

source: This character is rare (presumably also for balance reasons), as TheSmartGuy is traditionally unimposing and the NonActionGuy.
pt_br: Esse personagem é raro (provavelmente por questões de balanceamento), já que o Br/CaraEsperto tradicionalmente não é imponente, se encaixando mais como um Br/CaraSemAcao.

source: This character often ends up a KnightInSourArmor.
pt_br: Este personagem costuma se tornar um ??? KnightInSourArmor.

source: This character will often be a GranolaGirl or NewAgeRetroHippie.
pt_br: Esse personagem geralmente é uma Br/GarotaGranola ou um Br/RetroHippieDaNovaEra.

source: This climax often occurs in [[SoapWheel the middle of another arc]]; thus, when one climax is resolved, the show starts building up to another, separate one.
pt_br: O clímax costuma acontecer no meio de outro arco, de modo que quando um clímax é resolvido, o show começa a preparar outro em separado.

source: This coincided with the King's persecution of the Templars, which ultimately resulted in mass arrests on October 1307, Friday the 13th.
pt_br: Isto coincidiu com a perseguição dos Templários pelo Rei, o que culminou nas prisões em massa que ocorreram na Sexta-Feira 13 do mês de outubro de 1307.

source: This combination allows VIKI to attempt to take over the human world, stating that doing so will prevent humans from harming each other, and any individual humans harmed during the process are balanced by the harm avoided to the world as a whole.]] ** [[spoiler: At the end, Sonny asks if Spooner is going to arrest him for killing Lanning.
pt_br: Essa combinação permite que VIKI tente dominar o mundo humano, declarando que fazer isso vai impedir que humanos se machuquem, e qualquer indivíduo ferido no processo é equilibrado pelos danos evitados ao mundo como um todo.]] ** [[spoiler: No final, Sonny pergunta se Spooner vai prendê-lo por ter matado Lanning.

source: This could be what stops something from being an "act of justice" instead of an "[[{{Revenge}} act of vengeance]]".
pt_br: Isso pode ser o que impede algo de ser um "ato de justiça" ao invés de um "ato de Br/{{vinganca}}".

source: This disparity between female and male villains (that male villains can only be truly evil, while making the actions of female villains moot) was intended to go unnoticed by audiences.
pt_br: Essa disparidade entre vilãs e vilões (apenas os vilões são legitimamente maus enquanto as vilãs não o são) deveria passar despercebida pelo público.

source: This does not make the latter any less ''[[TheProblemWithPenIsland wrong]]'', and has a risk of creating a page with [[https://tvtropes.org/pmwiki/posts.php?discussion=15929125340A96459900 a capitalization error in the URL]].
pt_br: Isso não torna a segunda opção menos ''errada'', e possui um risco de criar uma página com erro de capitalização no endereço.

source: This does not mean the person is a moron, but when it comes to explaining the show that they "watch", they may sound like it to a troper.
pt_br: Isso não significa dizer que a pessoa é estúpida, mas quando se trata de explicar o show que ela "assiste", para um tropoeiro essa pessoa pode soar como se fosse estúpida.

source: This doesn't stop the hero from getting a new love interest, however.
pt_br: Mas isso não vai impedir o herói de arranjar um novo interesse amoroso.

source: This effect is best shown by [[http://xkcd.com/609/ this]] Webcomic/{{xkcd}} comic.
pt_br: Este efeito é melhor ilustrado por [[http://xkcd.com/609/ este]] quadrinho do BrQuadrinhosWeb/{{xkcd}}.

source: This even includes a gigantic, subway-dwelling, omnivorous worm called Jeff.
pt_br: Isso inclui um verme gigantesco onívoro que mora nos metrôs e se chama Jeff.

source: This event led Spooner to harbor hatred for robots as unfeeling machines, saying that any human would have chosen to save the little girl no matter the odds.
pt_br: Esse evento levou Spooner a desenvolver ódio pelos robôs serem máquinas sem sentimento, dizendo que qualquer humano teria escolhido salvar a garota independentemente das chances.

source: This expansion was inversely proportional to the gradual waning of the Crusader mentality in the 1200s, at which point the presence of an organization subsidized by the nobility and the Church, free of any regulation from secular authority, and possessing considerable prestige, raised serious concerns among both the royalty and the Templars' fellow Christian orders.
pt_br: Essa expansão se deu junto com o desvanecimento gradual da mentalidade oficial dos cruzados nos anos 1200, o momento em que a presença de uma organização subsidiada pela nobreza e pela Igreja, livre de regulamentos por autoridades seculares e dotada de grande prestígio, levantou preocupações sérias entre a realeza e as outras ordens cristãs.

source: This film in effect brings the whole thing full circle, being a very loose fusion of both the original ''I, Robot'' and the themes of its misattributed author.
pt_br: Assim sendo, este filme completa o ciclo, ao ser, de certo modo, uma união do ''Eu, Robô'' original e os temas do seu autor erroneamente atribuído.

source: This gives the author two choices for where to take the sequel: [[RecycledPremise a simple rehash of the last adventure, with new locales and villains but with the same characters]] (plus a new SideKick or LoveInterest as an AudienceSurrogate for those who didn't see the original), or try to go for [[SequelEscalation a more epic arcing story]].
pt_br: Isso dá ao autor duas escolhas para o rumo da sequência: [[Br/PremissaReciclada uma simples releitura da aventura anterior, com novos locais e novos vilões mas os mesmos personagens]] (com um novo parceiro ou Br/InteresseAmoroso para fazer o papel de Br/SuplenteDaPlateia para aqueles que não viram o trabalho original), ou tentar [[Br/EscaladaDaSequencia uma história ainda mais épica]].

source: This gives the reader a ''much'' wider breadth and depth of knowledge by allowing the reader to see multiple events or the same event through a number of different eyes; if used carefully, it can even [[RashomonStyle make the reader doubt what they saw in the first place]].
pt_br: Isso dá ao leitor amplitude e profundidade ''muito'' maiores, ao permitir que ele veja múltiplos eventos (ou o mesmo evento) através da ótica de vários personagens; se usado cuidadosamente, pode até [[Br/EstiloRashomon fazer o leitor duvidar do que viu]].

source: This guy can be as large as the other types, but those with short and StoutStrength are usually here.
pt_br: Esse cara pode ser tão grande quanto os outro tipos, mas aqueles que possuem Br/ForcaCorpulenta costumam ficar aqui.

source: This happens much less often nowadays in movies, since just about everyone in the movie industry is aware of this trope, and almost all blockbuster movies are already made with sequels at least on the table, if not outright planned from the start.
pt_br: Atualmente isso acontece cada vez menos nos filmes, pois todo mundo que trabalha na indústria já sabe da existência deste tropo e quase todos os filmes de grande orçamento são feitos com sequências como uma possibilidade, isso se já não são planejadas desde o começo.

source: This happens very easily with prequels when the writers aren't being very careful.
pt_br: Isto pode acontecer facilmente com [[Br/{{Prequencia}} prequências]] quando os escritores se descuidam.

source: This happens while they are eating all the cookies in a plate even though ''El Chavo himself was there and couldn't get a single cookie''.
pt_br: Isso acontece enquanto eles comem todos os biscoitos no prato ao mesmo tempo em que o Chaves estava lá e ''não conseguiu pegar um único biscoito''.

source: This happens with a lot of long running sci-fi series that were conceived, for example, in TheSixties and set in TheNineties or early years of the twenty first century.
pt_br: Isso acontece com muitas séries de longa duração que foram concebidas, por exemplo, nos Br/Anos60 e ambientadas nos Br/Anos90 ou no começo do século 21.

source: This index covers all tropes about and related to them.
pt_br: Este índice cobre todos os tropos que são relacionados a eles.

source: This is ''especially'' noticeable when plot-relevant events of ''huge importance" are going on!
pt_br: E isso é ''especialmente'' notável quando eventos de ''grande relevância'' para trama estão acontecendo!

source: This is OlderThanFeudalism.
pt_br: Isto é Br/MaisVelhoQueOFeudalismo.

source: This is a fine specimen of an ''Annona cherimola''.[[note]]The custard apple's scientific name[[/note]]\\ '''Don Ramón:''' Such a profanity you're saying, Professor!
pt_br: Este é um belo espécime de ''Annona cherimola''.[[note]]O nome científico da planta[[/note]]\\ '''Seu Madruga:''' Mas que coisa feia de se dizer, professor!

source: This is a form of RefugeInAudacity.
pt_br: Isso é uma forma de Br/RefugioNaAudacia.

source: This is a major reason why wariness is needed in other genres; too much of it will make the story farcical.
pt_br: Esse é um bom motivo pelo qual é necessário atentar a isso em outros gêneros; o excesso dessas coincidências tornará a história fárcica.

source: This is a mentally unsound type which allows the story's creator to cover a weak motive or BondVillainStupidity with a HandWave.
pt_br: Esse é um tipo que não tem muita estabilidade mental, permitindo que o criador cubra um motivo fraco ou uma Br/EstupidezDeVilaoDeBond com uma mera Br/{{pincelada}}.

source: This is a signature characteristic of an EldritchAbomination and one of the central tropes of the {{Cosmic Horror|Story}} genre, but other things can cause it as well, such as [[BeingTorturedMakesYouEvil prolonged torture]] or learning some other [[TheseAreThingsManWasNotMeantToKnow Thing that Man Was Not Meant to Know]].
pt_br: Esta é uma característica definidora da Br/AbominacaoSobrenatural e um dos tropos centrais para o gênero de Br/HistoriaDeHorrorCosmico, mas outras coisas podem causar isso, tal como [[Br/SerTorturadoTeFazDoMal tortura prolongada]] ou descobrir alguma [[Br/EstasSaoCoisasQueOHomemNaoDeveriaSaber coisa que nenhum homem deveria saber]].

source: This is all there is to the story.
pt_br: Não tem mais jeito.

source: This is apparently another way that JustForFun/TVTropesWillRuinYourLife.
pt_br: Aparentemente este é mais um jeito pelo qual o BrApenasPorLazer/TVTropesVaiArruinarASuaVida.

source: This is averted on the AnimatedAdaptation of the show, where Gloria remains resident of the village and Patty gets promoted to main character status.
pt_br: Isso é evitado na Br/AdaptacaoAnimada do programa, onde a Gloria permanece como moradora da vila e a Paty é promovida para uma das personagens principais.

source: This is because most are convinced that MightMakesRight, and that since they are good they only kill the evil, so if you beat them but don't kill them, you are good too.
pt_br: Isso é porque a maioria está convencida de que [[Br/LeiDoMaisForte a força lhes dá razão]] e, já que eles são bons, eles devem matar o mal, portanto se você os derrotar mas não o matar, você também é bom.

source: This is common in science fiction franchises that are set in the not too distant future.
pt_br: Isto é comum em franquias de ficção científica que se passam em um futuro não muito distante.

source: This is done by exploring the existing mythology and {{backstory}} that the original establishes (or weaving one in wholecloth if the original didn't have one).
pt_br: Isso é feito ao explorar a mitologia e a Br/HistoriaDeFundo que o original estabelece (ou entremeá-los se o original não tinha um).

source: This is especially associated with Paçoca.
pt_br: Ela é especialmente associada ao Paçoca.

source: This is especially problematic when doing sequels to well-established works, such as those starring a PublicDomainCharacter; the original is such a classic that the sequel can't help but look a bit blasphemous.
pt_br: Isso é particularmente problemático ao se produzir sequências para obras bem estabelecidas, tais como aquelas que tenham como protagonista um Br/PersonagemDeDominioPublico; o original é clássico de maneira tal que a sequência não consegue evitar de parecer um pouco blasfema.

source: This is especially true if the show winds up on the other side of the {{Watershed}} and now has to worry about censorship (or lack thereof, if it's been moved to OtakuOClock).
pt_br: Isso é especialmente verdade se o show parar do outro lado da Br/MudancaDeAguas e agora precisa se preocupar com a censura (ou a falta dela, se o show foi movido para o horário de Br/OtakuEmPonto).

source: This is generally ''not'' a very good idea, since it can easily clutter the wiki with [[Administrivia/RidiculouslySimilarTrope nigh-indistinguishable trope variations]].
pt_br: Esta geralmente ''não'' é uma boa ideia, pois isso pode encher a wiki com [[BrAdministrivia/TropoRidiculamenteSimilar variações de tropos praticamente indistinguíveis]].

source: This is generally TruthInTelevision -- sometimes too many people working on a project results in nothing getting done, possibly because [[BystanderSyndrome everyone thinks someone else will do it]], or because of conflicts over direction (a phenomenon known as [[http://en.wikipedia.org/wiki/Parkinson%27s_Law_of_Triviality Parkinson's Law of Triviality]]).
pt_br: Geralmente isso é Br/VerdadeNaTelevisao -- às vezes, pessoas demais trabalhando em um projeto resultam em nada sendo feito, provavelmente porque [[Br/SindromeDoObservador todos pensam que alguma outra pessoa vai fazer]] ou por causa de conflitos quanto à direção (um fenômeno conhecido como [[https://pt.wikipedia.org/wiki/Lei_da_trivialidade Lei da trivialidade de Parkinson]]).

source: This is generally what people first think of when referring to this trope.
pt_br: Isto é o que as pessoas geralmente pensam quando se fala neste tropo.

source: This is it.
pt_br: É só isso.

source: This is mainly due to his bad habit of flourishing his throws as opposed to concentrating on landing the shot.
pt_br: Isso se dá por causa do mau hábito de florear os arremessos ao invés de se concentrar em acertá-lo.

source: This is my neighborhood; this is my street; this is my life.
pt_br: Esta é a minha vizinhança; esta é minha rua; esta é minha vida.

source: This is not always because of this rule, however, and may be played for other reasons.
pt_br: No entanto. não acontece sempre por causa dessa regra, e pode ser causada por outros motivos.

source: This is not limited to the antagonist's side.
pt_br: Isto não é limitado ao lado do antagonista.

source: This is often explored in HurtComfortFic.
pt_br: Isso costuma ser explorado em certos tipos de fã-ficção.

source: This is often unavoidable for LongRunners, as early seasons are shot somewhere random because they offer [[MoneyDearBoy tax incentives]], but as the show gets bigger and the actors want more opportunities, they inevitably have to move to [[HollywoodProvincialism Southern California]].
pt_br: Isso costuma ser inevitável para Br/SeriesDeLongaDuracao. As primeiras temporadas são gravadas em algum local aleatório por causa de [[Br/DinheiroMeuCaro incentivos fiscais]], mas à medida que o show cresce e os atores buscam novas oportunidades, eles inevitavelmente precisam se mudar para a [[Br/ProvincialismoHollywoodiano Califórnia do Sul]].

source: This is often used when there is no single protagonist in the story.
pt_br: Este estilo geralmente é usado quando não há um único protagonista na história.

source: This is our fight, whether we like it or not.
pt_br: Essa é a nossa batalha, caso a gente goste ou não.

source: This is part of what gets him into the [=MIB=] in the first place.
pt_br: Isso é parte do que faz com que ele seja escolhido para a [=MIB=].

source: This is partially because people assume a DTV work is just something that wasn't good enough to get into theatres.
pt_br: Em parte isso se dá porque as pessoas assumem que um filme desse tipo é algo que não era bom o bastante para os cinemas.

source: This is probably why there are so many {{Webcomics}} examples.
pt_br: Provavelmente é por isso que há tantos exemplos deles nos quadrinhos para internet.

source: This is related to Administrivia/PeopleSitOnChairs, where there may be enough instances to establish a pattern, but the pattern isn't meaningful enough to be a {{trope}} on its own.
pt_br: Isso é relacionado a BrAdministrivia/PessoasSentamEmCadeiras, onde podem haver instâncias o suficiente para estabelecer um padrão, mas o padrão não é significativo o bastante para que ele seja um Br/{{tropo}} por si só.

source: This is the [[EvilCounterpart Good Counterpart]] of EvilMinions and {{Mooks}} -- set filler for our heroes' side.
pt_br: Esta é a [[Br/ContraparteDoMal contraparte do bem]] dos Br/LacaiosDoMal e Br/{{Capangas}} -- um enchimento para o lado dos heróis.

source: This is the form that X-Men's Blob benefits from.
pt_br: Esta é a forma usada por Blob, dos X-Men.

source: This is the opposite of [[DiscreditedTrope discredited tropes]], which started out as good ideas but were used so often they became cliché.
pt_br: Este é o oposto de um Br/TropoDesacreditado, que é algo que começou como uma boa ideia mas foi tão utilizado que se tornou cliché.

source: This is the person who gets off on playing head/mind games -- clever and dangerous and lacking comedic overtones [[ComedicSociopathy (usu]][[BlackComedy ally)]].
pt_br: Esta é a pessoa que se diverte com jogos mentais -- jogos perspicazes e perigosos que costumam [[Br/SociopatiaComica não]] [[Br/HumorNegro ter]] tons humorísticos.

source: This is the super trope of several other rules, notably ConservationOfNinjutsu, which applies this principle to ninjas and other supposedly-elite fighters, and ConservationOfCompetence, which applies this to intelligence in evil structures.
pt_br: Este é o super tropo de muitas outras regras, notavelmente Br/ConservacaoDeNinjutsu (que aplica este princípio a ninjas e outros combatentes supostamente de elite) e Br/ConservacaoDeCompetencia (aplicado à inteligência em estruturas maléficas).

source: This is used on the imprisoned Captain Amazing with disturbing results, leaving a twisted and unrecognizable corpse.
pt_br: Ela é usada no Capitão Arraso com resultados terríveis, deixando para trás um cadáver desfigurado e irreconhecível.

source: This is where dodgy {{Sitcom}}s cue the LaughTrack.
pt_br: É onde Br/{{sitcom}}s ruins colocam a Br/FaixaDeRiso.

source: This is where you can find SugarWiki/GushingAboutShowsYouLike and more.
pt_br: Este é o lugar para enaltecer os shows que você gosta.

source: This is why television quickly gained the nicknames Boob Tube and Idiot Box from intellectuals who found television pandering and simple.
pt_br: Intelectuais que consideraram a televisão muito simplista logo pensaram em nomes jocosos para o aparelho e houve também quem dissesse que "a televisão me deixou burro, muito burro demais".

source: This is why there are inevitably certain Names To Run Away From Really Fast.
pt_br: Por isso, inevitavelmente surgem certos nomes dos quais se deve afastar o mais rápido possível.

source: This isn't as easy as it sounds.
pt_br: Isso não é tão fácil quanto parece.

source: This keeps production costs down, because no-one needs to scout locations, build new sets, or create fancy CGI graphics of the outside of the spaceship.
pt_br: Isso reduz os custos de produção porque ninguém precisa vasculhar locais adequados, construir novos cenários ou criar efeitos especiais sofisticados para as cenas que ficam fora da espaçonave.

source: This kind of world often occurs AfterTheEnd.
pt_br: Este tipo de mundo costuma acontecer Br/DepoisDoFim.

source: This last is a critical difference when [[spoiler: V.I.K.I.
pt_br: Este último detalhe é crucial quando [[spoiler: a VIKI

source: This latter variant also includes a standard comedy piece: something absolutely insane [[NoMereWindmill is going on]], but only one person notices (or cares).
pt_br: Esta segunda variante também inclui um artifício cômico pronto: algo absolutamente insano [[Br/NaoEUmMeroMoinho está acontecendo]], mas apenas uma pessoa percebe (ou se importa).

source: This leads something of an existential crisis as his friends are preparing for battle.
pt_br: Isso leva a uma certa crise existencial enquanto seus amigos se preparam para a batalha.

source: This leads to a DubInducedPlotHole in later episodes, as the RunningGag where other characters try to find out the boy's name is rendered nonsensical.
pt_br: Isso leva a um Br/FuroNaTramaInduzidoPorDublagem em episódios posteriores porque a Br/PiadaRecorrente com os personagens tentando descobrir o nome dele perde parte do sentido.

source: This lets the show get away with having many rather awful things happen to the kids without it being too horrifying, since they're really adults and playing parodies of kids, anyway.
pt_br: Isso permite que o show possa fazer com que coisas ruins aconteçam com as crianças sem que seja muito horripilante, lá que eles de fato são adultos que interpretam paródias de crianças.

source: This mainly differentiates them from other eccentric characters who may themselves be obsessive, weird or seemingly crazy, but use this condition hand in hand with doing good, or at least not being in the way.
pt_br: Isto é o que os diferencia de outros personagens excêntricos que podem ser obsessivos, estranhos ou aparentemente loucos, mas que usam essa condição em prol do bem, ou pelo menos não atrapalham.
